tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "bat"
brew "curl"
brew "deno"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "go"
brew "hexedit"
brew "hub"
brew "imagemagick@6"
brew "starship"
brew "tealdeer"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tokei"
brew "translate-shell"
brew "tree"
brew "qmk/qmk/qmk"
cask "dbeaver-community"
cask "qmk-toolbox"
