tap "datawire/blackbird"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "swiftdocorg/formulae"
tap "yhkaplan/scaffold", "https://github.com/yhkaplan/scaffold.git"
brew "webp"
brew "avrdude"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "glib"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "lima"
brew "colima"
brew "deno"
brew "docker"
brew "docker-compose"
brew "fd"
brew "gobject-introspection"
brew "harfbuzz"
brew "little-cms2"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "folly"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "gnupg"
brew "go"
brew "netpbm"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "helm"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "kustomize"
brew "minikube"
brew "nghttp2"
brew "node", link: false
brew "node-build"
brew "nodenv"
brew "nvm"
brew "openjdk@11"
brew "python@3.10"
brew "qrencode"
brew "ruby-build"
brew "rbenv"
brew "skaffold"
brew "sl"
brew "starship"
brew "tealdeer"
brew "tfenv"
brew "the_platinum_searcher"
brew "tig"
brew "tmux"
brew "tokei"
brew "translate-shell"
brew "tree"
brew "watch"
brew "watchman"
brew "datawire/blackbird/telepresence", link: false
brew "qmk/qmk/qmk"
brew "swiftdocorg/formulae/swift-doc"
brew "yhkaplan/scaffold/scaffold", link: false
cask "chromedriver"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "flipper"
cask "gimp"
cask "graphiql"
cask "iterm2"
cask "multipass"
cask "vagrant"
cask "virtualbox"
cask "xcodes"
