brew "awscli"
brew "bat"
brew "lima"
brew "colima"
brew "deno"
brew "docker"
brew "docker-compose"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "goenv"
brew "grep"
brew "helm"
brew "imagemagick"
brew "kubernetes-cli"
brew "kustomize"
brew "minikube"
brew "nodenv"
brew "qrencode"
brew "rbenv"
brew "skaffold"
brew "tealdeer"
brew "tree"
brew "watch"
brew "yhkaplan/scaffold/scaffold"
cask "dbeaver-community"
cask "flipper"
cask "gimp"
cask "graphiql"
cask "xcodes"
